Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/PassKit/PassKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# EXPIRED_PASSES_RELEVANT_DATE_MONTH_APRIL
source: Apr
ar: أبريل
bg: Април
ca: abril
cs: Duben
el: Απρ
es: Abr
es_us: ABR
fi: Huhti
fr: Avr
fr_ca: avr.
he: אפר׳
hi: अप्रैल
hr: Tra
hu: ápr.
ja: 4月
kk: Сәуір
ko: 4월
lt: Bal.
pl: Kwi
pt_br: Abr
pt_pt: Abr.
ru: Апр.
th: เม.ย.
tr: Nis
uk: Квіт.
vi: Tháng 4
zh_cn: 4月
zh_hk: 4月
zh_tw: 4月

# PASS_EDITING_TITLE_EDITING
source: Edit Passes
ar: تعديل بطاقات المرور
bg: Редактиране на пропуски
ca: Edita els passis
cs: Upravit lístky
da: Rediger kort
de: Karten bearbeiten
el: Επεξεργασία πάσων
es: Editar pases
es_us: Editar pases
fi: Muokkaa kortteja
fr: Modifier les cartes
fr_ca: Modifier les cartes
he: עריכת הכרטיסים
hi: पास संपादित करें
hr: Uredi propusnice
hu: Jegyek szerkesztése
id: Edit Pass
it: Modifica biglietti
ja: パスを編集
kk: Карталарды өңдеу
ko: 패스 편집
lt: Redaguoti leidimus
ms: Edit Pas
nl: Wijzig kaarten
no: Rediger kort
pl: Edycja kart
pt_br: Editar Tíquetes
pt_pt: Editar cartões
ro: Editați tichetele
ru: Правка карт
sk: Upraviť lístky
sl: Urejanje prepustnic
sv: Ändra kort
th: แก้ไขบัตร
tr: Kartları Düzenle
uk: Змінити картки
vi: Sửa thẻ
zh_cn: 编辑凭证
zh_hk: 編輯票證
zh_tw: 編輯票卡

# PERSONALIZATION_TERMS_ALERT_MESSAGE
source: I agree to the Terms and Conditions.
ar: أنا أوافق على الشروط والأحكام.
bg: Приемам Правилата и условията за употреба.
ca: Accepto els termes i les condicions.
cs: Souhlasím s podmínkami a ujednáními.
da: Jeg accepterer Vilkår og betingelser.
de: Ich bin mit den Nutzungsbedingungen einverstanden.
el: Συμφωνώ με τους Όρους και προϋποθέσεις.
es: Acepto los términos y condiciones.
es_us: Acepto los Términos y condiciones.
fi: Hyväksyn käyttöehdot.
fr: J’accepte les conditions générales.
fr_ca: J’accepte les modalités.
he: אני מסכים/ה לתקנון.
hi: मैं नियमों व शर्तों से सहमत हूँ।
hr: Slažem se s odredbama i uvjetima.
hu: Elfogadom a használati feltételeket.
id: Saya menyetujui Syarat dan Ketentuan.
it: Accetto Termini e condizioni.
ja: 利用規約に同意します。
kk: Мен шарттар мен талаптарға келісемін.
ko: 이용 약관에 동의합니다.
lt: Sutinku laikytis sąlygų.
ms: Saya bersetuju dengan Terma dan Syarat.
nl: Ik ga akkoord met de voorwaarden.
no: Jeg godtar vilkårene og betingelsene.
pl: Akceptuję Warunki i zasady.
pt_br: Eu aceito os Termos e Condições.
pt_pt: Aceito os Termos e Condições.
ro: Sunt de acord cu termenele și condițiile.
ru: Я принимаю положения и условия.
sk: Súhlasím so zmluvnými podmienkami.
sl: Strinjam se s pogoji in določili.
sv: Jag godkänner användarvillkoren.
th: ฉันยอมรับตามข้อกำหนดและเงื่อนไข
tr: Hüküm ve Koşullar’ı kabul ediyorum.
uk: Я погоджуюсь з Умовами та положеннями.
vi: Tôi đồng ý với các điều khoản và điều kiện.
zh_cn: 我同意这些条款与条件。
zh_hk: 我同意「條款及細則」。
zh_tw: 我同意「條款與約定」。

# EXPIRED_PASSES_RELEVANT_DATE_MONTH_MARCH
source: Mar
ar: مارس
bg: Март
ca: març
cs: Březen
de: Mär
el: Μαρ
fi: Maalis
fr: Mars
fr_ca: mars
he: מרץ
hi: मार्च
hr: Ožu
hu: márc.
ja: 3月
kk: Наурыз
ko: 3월
lt: Kov.
ms: Mac
nl: mrt
ru: Март
th: มี.ค.
uk: Бер.
vi: Tháng 3
zh_cn: 3月
zh_hk: 3月
zh_tw: 3月

# EXPIRED_PASSES_PASS_STYLE_BOARDING_PASS
source: Boarding Pass
ar: بطاقة صعود الطائرة
bg: Бордна карта
ca: Targeta d’embarcament
cs: Palubní lístek
da: Boardingkort
de: Bordkarte
el: Κάρτα επιβίβασης
es: Tarjeta de embarque
es_us: Pase de abordar
fi: Tarkastuskortti
fr: Carte d’embarquement
fr_ca: Carte d’embarquement
he: כרטיס עליה למטוס
hi: बोर्डिंग पास
hr: Ukrcajna propusnica
hu: Beszállókártya
it: Carta d’imbarco
ja: 搭乗券
kk: Отырғызу талоны
ko: 탑승권
lt: Įlaipinimo kortelė
ms: Pas Naik
nl: Instapkaart
no: Boardingkort
pl: Karta pokładowa
pt_br: Cartão de Embarque
pt_pt: Cartão de embarque
ro: Carte îmbarcare
ru: Посадочный талон
sk: Palubná vstupenka
sl: Vstopni kupon
sv: Boardingkort
th: บัตรขึ้นเครื่อง
tr: Uçuş Kartı
uk: Посадковий талон
vi: Thẻ lên tàu
zh_cn: 登机牌
zh_hk: 登機證
zh_tw: 登機證

# SETTINGS_SHOW_ON_LOCKSCREEN_DESC_NO_BTLE
source: Show based on time or location. Some locations may not appear on this device.
ar: يعتمد العرض على الوقت أو الموقع. قد لا تظهر بعض المواقع على هذا الجهاز.
bg: Показване на базата на часа или местоположението. Някои местоположения няма да се появяват на това устройство.
ca: Es mostra en funció de l’hora o el lloc. Algunes ubicacions poden no aparèixer en aquest dispositiu.
cs: Zobrazit na základě času nebo místa. Některá místa se možná na tomto zařízení nezobrazí.
da: Vis med udgangspunkt i tid eller lokalitet. Nogle lokaliteter vises muligvis ikke på denne enhed.
de: Nach Zeit oder Ort anzeigen. Einige Orte werden auf diesem Gerät evtl. nicht angezeigt.
el: Εμφάνιση βάσει ώρας ή τοποθεσίας. Κάποιες τοποθεσίες μπορεί να μην εμφανίζονται σε αυτήν τη συσκευή.
es: Mostrar según la hora y la ubicación. Puede que algunas ubicaciones no aparezcan en este dispositivo.
es_us: Mostrar según la hora y la ubicación. Puede que algunas ubicaciones no aparezcan en este dispositivo.
fi: Näytetään aikaan tai sijaintiin perustuen. Jotkin sijainnit eivät näy tällä laitteella.
fr: Afficher en fonction de l’heure ou du lieu. Certains lieux ne sont pas disponibles sur cet appareil.
fr_ca: Afficher en fonction de l’heure ou du lieu. Certains lieux ne sont pas disponibles sur cet appareil.
he: ניתן להציג הצעות לפי זמן או מיקום. מיקומים מסוימים עשויים לא להופיע במכשיר זה.
hi: समय या स्थान के आधार पर दिखाएँ। हो सकता है कि इस डिवाइस पर कुछ स्थान न दिखाई दें।
hr: Prikazivanje ovisi o vremenu ili lokaciji. Neke lokacije možda se neće prikazati na ovom uređaju.
hu: Megjelenítés idő vagy helyzet alapján. Előfordulhat, hogy néhány hely nem jelenik meg az eszközön.
id: Tampilkan berdasarkan waktu atau lokasi. Beberapa lokasi mungkin tidak muncul pada perangkat ini.
it: Mostra in base all’ora o alla posizione. Alcune posizioni possono non apparire su questo dispositivo.
ja: 時間や場所に応じて表示します。 場所がこのデバイスに表示されない場合もあります。
kk: Уақыт немесе геолокация негізінде көрсету. Кейбір геолокациялар бұл құрылғыда көрсетілмеуі мүмкін.
ko: 시간 또는 위치에 따라 보여줍니다. 일부 위치가 이 기기에 표시되지 않을 수도 있습니다.
lt: Rodyti pagal laiką ar vietą. Kai kurios vietos šiame įrenginyje gali nebūti rodomos.
ms: Tunjukkan berdasarkan masa atau lokasi. Sesetengah lokasi mungkin tidak kelihatan pada peranti ini.
nl: Toon op basis van tijd of locatie. Sommige locaties worden mogelijk niet op dit apparaat weergegeven.
no: Vises avhengig av tid og sted. Noen steder vises kanskje ikke på denne enheten.
pl: Pokazuj według czasu lub miejsca. Niektóre miejsca mogą nie być widoczne na tym urządzeniu.
pt_br: Mostrar com base na hora ou localização. Algumas localizações talvez não apareçam neste dispositivo.
pt_pt: Mostrar com base na hora ou local. É possível que alguns locais não apareçam neste dispositivo.
ro: Tichetul va fi afișat pe baza orei sau localizării. Este posibil ca unele localizări să nu apară pe acest dispozitiv.
ru: Показывать карту на основании времени или геопозиции. Некоторые геопозиции, возможно, не показаны на этом устройстве.
sk: Zobraziť podľa času alebo polohy. Niektoré z polôh sa nemusia zobraziť na tomto zariadení.
sl: Prikaže na osnovi časa ali lokacije. Nekatere lokacije se morda ne bodo prikazale v tej napravi.
sv: Visa baserat på tid eller plats. En del platser kanske inte visas på den här enheten.
th: แสดงตามเวลาหรือตำแหน่งที่ตั้ง ที่ตั้งบางแห่งอาจจะไม่แสดงบนอุปกรณ์เครื่องนี้
tr: Zamana veya konuma göre göster. Bazı konumlar bu aygıtta görünmeyebilir.
uk: Показувати за часом або місцем. Деякі місця можуть не відображатися на цьому пристрої.
vi: Hiển thị dựa trên thời gian hoặc vị trí. Một số vị trí có thể không xuất hiện trên thiết bị này.
zh_cn: 基于时间或位置显示。 某些位置可能没有显示在此设备上。
zh_hk: 依據時間或地點顯示。 部份地點可能不會顯示在裝置上。
zh_tw: 依據時間或地點顯示。 部分地點可能不會顯示在裝置上。

# RELATIVE_DATE_RECEIVED_JULY
source: Received in July
ar: تم الاستلام في يوليو
bg: Получени през юли
ca: Rebut al juliol
cs: Přijato v červenci
da: Modtaget i juli
de: Im Juli erhalten
el: Λήφθηκε τον Ιούλιο
es: Recibido en julio
es_us: Se recibió en julio
fi: Saatu heinäkuussa
fr: Reçu en juillet
fr_ca: Reçu en juillet
he: התקבל ביולי
hi: जुलाई में प्राप्त
hr: Primljeno u srpnju
hu: Júliusban érkezett
id: Diterima Bulan Juli
it: Ricevuto a luglio
ja: 受領日: 7月
kk: Шілде айында алынды
ko: 받은 날짜: 7월
lt: Gauta liepą
ms: Diterima pada bulan Julai
nl: Ontvangen in juli
no: Mottatt i juli
pl: Otrzymane w lipcu
pt_br: Recebido em Julho
pt_pt: Recebido em julho
ro: Primiți în iulie
ru: Получено в июле
sk: Prijaté v júli
sl: Prejeto julija
sv: Mottaget i juli
th: ได้รับในเดือนกรกฎาคม
tr: Temmuz ayında alındı
uk: Одержано в липні
vi: Đã nhận trong tháng 7
zh_cn: 收款时间：七月
zh_hk: 七月收款
zh_tw: 七月收到

# PASS_EDITING_DELETE_ALL
source: Delete All
ar: حذف الكل
bg: Изтрий всичко
ca: Elimina‑ho tot
cs: Smazat vše
da: Slet alle
de: Alle löschen
el: Διαγραφή όλων
es: Eliminar todo
es_us: Eliminar todo
fi: Poista kaikki
fr: Tout supprimer
fr_ca: Tout supprimer
he: מחיקת הכול
hi: सभी डिलीट करें
hr: Obriši sve
hu: Összes törlése
id: Hapus Semua
it: Elimina tutto
ja: すべてを削除
kk: Барлығын жою
ko: 모두 삭제
lt: Trinti viską
ms: Padam Semua
nl: Verwijder alle
no: Slett alle
pl: Usuń wszystkie
pt_br: Apagar Tudo
pt_pt: Apagar todos
ro: Ștergeți tot
ru: Удалить все
sk: Vymazať všetky
sl: Izbriši vse
sv: Radera alla
th: ลบทั้งหมด
tr: Tümünü Sil
uk: Видалити всі
vi: Xóa tất cả
zh_cn: 全部删除
zh_hk: 全部刪除
zh_tw: 全部刪除

# RELATIVE_DATE_RECEIVED_TODAY
source: Received Today
ar: تم الاستلام اليوم
bg: Получени днес
ca: Rebut avui
cs: Obdrženo dnes
da: Modtaget i dag
de: Heute erhalten
el: Λήφθηκε σήμερα
es: Recibido hoy
es_us: Se recibió hoy
fi: Saatu tänään
fr: Reçu aujourd’hui
fr_ca: Reçu aujourd’hui
he: התקבל היום
hi: आज प्राप्त
hr: Primljeno danas
hu: Ma érkezett
id: Diterima Hari Ini
it: Ricevuto oggi
ja: 受領日: 今日
kk: Бүгін алынды
ko: 받은 날짜: 오늘
lt: Gauta šiandien
ms: Diterima Hari Ini
nl: Vandaag ontvangen
no: Mottatt i dag
pl: Otrzymano dzisiaj
pt_br: Recebido Hoje
pt_pt: Recebido hoje
ro: Primiți astăzi
ru: Получено сегодня
sk: Prijaté dnes
sl: Prejeto danes
sv: Mottaget idag
th: ได้รับวันนี้
tr: Bugün alındı
uk: Отримано сьогодні
vi: Đã nhận hôm nay
zh_cn: 收款时间：今天
zh_hk: 今日收到
zh_tw: 今天收到

# SEARCH_TAG_AMOUNT_VERY_EXPENSIVE
source: Large Purchases
ar: مشتريات كبرى
bg: Големи покупки
ca: Compres grans
cs: Velké nákupy
da: Store køb
de: Große Käufe
el: Μεγάλες αγορές
es: Compras grandes
es_us: Compras grandes
fi: Suuret ostot
fr: Achats coûteux
fr_ca: Achats coûteux
he: רכישות גדולות
hi: बड़ी ख़रीदारी
hr: Velike kupnje
hu: Nagy értékű vásárlások
id: Pembelian Besar
it: Grossi acquisti
ja: 高額な購入
kk: Үлкен сатып алулар
ko: 고가의 구입 항목
lt: Dideli pirkiniai
ms: Pembelian Besar
nl: Grote aankopen
no: Store kjøp
pl: Duże zakupy
pt_br: Compras Grandes
pt_pt: Compras elevadas
ro: Achiziții mari
ru: Крупные покупки
sk: Veľké nákupy
sl: Veliki nakupi
sv: Stora köp
th: การซื้อสินค้าจำนวนมาก
tr: Pahalı Alışverişler
uk: Покупки на значні суми
vi: Giao dịch mua lớn
zh_cn: 大宗消费
zh_hk: 大額消費
zh_tw: 大筆消費

# VAS_PASS_ADD_UPGRADE_MESSAGE
source: Add this pass to Wallet to use “%@” with Apple Pay.
ar: إضافة هذه البطاقة إلى المحفظة لاستخدام "%@" مع Apple Pay.
bg: Добавете този пропуск към Портфейл, за да използвате „%@“ с Apple Pay.
ca: Afegeix el passi a l’app Cartera per utilitzar %@ amb l’Apple Pay.
cs: Chcete‑li „%@“ používat s Apple Pay, přidejte tento lístek do Peněženky.
da: Føj dette kort til Wallet for at bruge “%@” med Apple Pay.
de: Füge Wallet diese Karte hinzu, um „%@“ mit Apple Pay zu verwenden.
el: Προσθέστε αυτό το πάσο στο Πορτοφόλι για χρήση της κάρτας «%@» με το Apple Pay.
es: Añade este pase a Cartera para utilizar “%@” con Apple Pay.
es_us: Agrega este pase a Wallet para usar “%@” con Apple Pay.
fi: Lisää tämä kortti Lompakkoon, jos haluat, että %@ toimii Apple Payn kanssa.
fr: Ajoutez cette carte à Cartes pour utiliser « %@ » avec Apple Pay.
fr_ca: Ajoutez cette carte à Portefeuille pour utiliser « %@ » avec Apple Pay.
he: יש להוסיף כרטיס זה ל״ארנק״ כדי להשתמש ב-״%@״ עם Apple Pay.
hi: Apple Pay के साथ “%@” का उपयोग करने के लिए इस पास को वॉलेट में जोड़ें।
hr: Dodajte ovu propusnicu u Novčanik kako biste koristili "%@" uz Apple Pay.
hu: Hozzáadhatja ezt a jegyet a Tárcához a(z) „%@” Apple Payben való használatához.
id: Tambahkan pass ini ke Dompet untuk menggunakan “%@” dengan Apple Pay.
it: Aggiungi questo biglietto all’app Wallet per utilizzare “%@” con Apple Pay.
ja: Apple Payで“%@”を利用するには、ウォレットにこのパスを追加してください。
kk: «%@» картасын Apple Pay сервисімен пайдалану үшін бұл картаны Wallet қолданбасына қосыңыз.
ko: ‘%@’을(를) Apple Pay에 사용하려면 이 패스를 지갑 앱에 추가하십시오.
lt: Įtraukite šį leidimą į programą „Piniginė“, kad galėtumėte naudoti „%@“ su „Apple Pay“.
ms: Tambah pas ini ke Wallet untuk menggunakan “%@” dengan Apple Pay.
nl: Voeg deze kaart toe aan Wallet om '%@' met Apple Pay te gebruiken.
no: Legg kortet til i Lommebok for å bruke «%@» med Apple Pay.
pl: Aby używać „%@” z Apple Pay, dodaj tę kartę do Portfela.
pt_br: Adicione este tíquete ao app Carteira para usar “%@” com o Apple Pay.
pt_pt: Adicione à aplicação Carteira para usar “%@” com o Apple Pay.
ro: Adăugați acest tichet în Portofel pentru a utiliza “%@” cu Apple Pay.
ru: Добавьте эту карту в Wallet, чтобы использовать «%@» с Apple Pay.
sk: Ak chcete používať „%@“ s Apple Pay, pridajte tento lístok do Peňaženky.
sl: Dodajte to prepustnico v Denarnico, če želite »%@« uporabiti s storitvijo Apple Pay.
sv: Lägg till det här kortet i Plånbok om du vill använda ”%@” med Apple Pay.
th: เพิ่มบัตรนี้ไปยังกระเป๋าสตางค์เพื่อใช้ “%@” กับ Apple Pay
tr: Apple Pay ile “%@” kullanmak için bu kartı Cüzdan’a ekleyin.
uk: Додайте цю картку до Гаманця, щоб користуватись «%@» разом із Apple Pay.
vi: Thêm thẻ này vào Ví để sử dụng “%@” với Apple Pay.
zh_cn: 将此凭证添加到“钱包”以将“%@”用于Apple Pay。
zh_hk: 將此票證加入「銀包」以在Apple Pay使用「%@」。
zh_tw: 將此票卡加入「錢包」來在Apple Pay中使用「%@」。

# CUTOFF_MESSAGE_ONE_ORGANIZATION
source: Some passes are receiving too many updates, which may affect battery life. Automatic updates for your %@ passes will be disabled. Choose Re-enable if you want automatic updates to continue.
ar: تتلقى بعض بطاقات المرور العديد من التحديثات، الأمر الذي قد يؤثر على عمر البطارية. سيتم إيقاف التحديثات التلقائية لبطاقات %@. قم باختيار إعادة التمكين إذا كنت تريد التحديثات التلقائية بالاستمرار.
bg: Някои пропуски получават прекалено много обновявания, което може да повлияе на живота на батерията. Автоматичните обновявания за %@ пропуски, наред с другите, ще бъдат деактивирани. Изберете Повторно активиране, ако искате автоматичните обновявания да продължат.
ca: Alguns bitllets o tiquets reben massa actualitzacions, cosa que pot afectar la durada de la bateria. Es desactivaran les actualitzacions automàtiques per a tots els bitllets o tiquets emesos per %@. Selecciona “Reactiva” si vols que segueixin les actualitzacions automàtiques.
cs: Četnost aktualizací některých lístků je příliš vysoká. Mohlo by dojít ke snížení výdrže baterie. Automatické aktualizace lístků %@ budou vypnuty. Chcete‑li automatické aktualizace přijímat i nadále, klepněte na Zapnout.
da: Nogle kort modtager for mange opdateringer, som kan påvirke batteritiden. Automatiske opdateringer til dine %@-kort bliver slået fra. Vælg Slå til igen, hvis du fortsat vil have automatiske opdateringer.
de: Einige Karten erhalten zu viele Updates, was die Batterielebensdauer beeinträchtigen kann. Die automatischen Updates deiner %@-Karten werden deaktiviert. Wähle „Erneut aktivieren“, damit die automatischen Updates wieder aufgenommen werden.
el: Κάποια πάσα λαμβάνουν πάρα πολλές ενημερώσεις, οι οποίες μπορεί να επηρεάσουν τη διάρκεια ζωής της μπαταρίας. Οι αυτόματες ενημερώσεις για τα πάσα σας %@ θα απενεργοποιηθούν. Επιλέξτε «Εκ νέου ενεργοποίηση» εάν θέλετε να συνεχιστούν οι αυτόματες ενημερώσεις.
es: Algunos pases están recibiendo demasiadas actualizaciones, lo que puede afectar a la duración de la batería. Se van a desactivar las actualizaciones automáticas de los pases de %@. Si quieres mantenerlos, selecciona Reactivar.
es_us: Algunos pases reciben demasiadas actualizaciones, lo que puede afectar a la duración de la batería. Se desactivarán las actualizaciones automáticas de los pases de %@. Si quieres verlas, selecciona Reactivar.
fi: Jotkin kortit saavat liikaa päivityksiä, mikä voi vaikuttaa akun kestoon. Automaattiset päivitykset, joita %@ lähettää korteilleen, poistetaan käytöstä. Valitse Ota käyttöön, jos haluat jatkaa automaattisia päivityksiä.
fr: Certaines cartes reçoivent trop de mises à jour, ce qui peut diminuer l’autonomie de votre batterie. Les mises à jour automatiques pour vos cartes %@ seront désactivées. Sélectionnez Réactiver si vous souhaitez malgré tout recevoir les mises à jour automatiques.
fr_ca: Certaines cartes reçoivent trop de mises à jour, ce qui peut diminuer l’autonomie de votre batterie. Les mises à jour automatiques pour vos cartes %@ seront désactivées. Sélectionnez Réactiver si vous souhaitez malgré tout recevoir les mises à jour automatiques.
he: חלק מהכרטיסים מקבלים עדכונים רבים מדי, מה שעלול לפגוע בחיי הסוללה. העדכונים האוטומטיים עבור כרטיסי ה-%@ שלך יבוטלו. אם ברצונך שהעדכונים האוטומטיים יימשכו, באפשרותך לבחור ב״הפעלה מחדש״.
hi: कुछ पास के लिए कई सारे अपडेट आ रहे हैं, जिससे बैटरी लाइफ़ प्रभावित हो सकती है। आपके %@ पास के लिए ऑटोमैटिक अपडेट अक्षम कर दिए जाएँगे। यदि आप ऑटोमैटिक अपडेट जारी रखना चाहते हैं तो “फिर सक्षम करें” चुनें।
hr: Neke propusnice primaju previše ažuriranja, što može skratiti trajanje baterije. Automatska ažuriranja će se isključiti za propusnice %@. Odaberite "Ponovno uključi" ako želite da se automatska preuzimanja nastave.
hu: Néhány jegy túl sok frissítést kap, ami hatással lehet az akkumulátor üzemidejére. A(z) %@ jegyek automatikus frissítése le lesz tiltva. Válassza az Engedélyezés ismét lehetőséget, ha folytatni szeretné az automatikus frissítéseket.
id: Beberapa pass terlalu banyak menerima pembaruan, hingga dapat memengaruhi masa pakai baterai. Pembaruan otomatis untuk pass %@ Anda akan dinonaktifkan. Pilih Aktifkan ulang jika ingin melanjutkan pembaruan otomatis.
it: Alcuni biglietti stanno ricevendo troppi aggiornamenti e questo potrebbe influire sulla durata della batteria. Gli aggiornamenti automatici per i biglietti di %@ verranno disabilitati. Scegli “Abilita di nuovo” se non vuoi disattivarli.
ja: 一部のチケットが大量のアップデートを受信したため、バッテリー駆動時間に影響する可能性があります。%@のチケットの自動アップデートが無効になります。自動アップデートを続けたい場合は、“有効に戻す”を選択してください。
kk: Кейбір карталар тым көп жаңарту алуда, бұл аккумулятордың қызмет ету мерзіміне әсер етуі мүмкін. %@ карталарына арналған автоматты жаңартулар өшіріледі. Автоматты жаңарту опциясын пайдалану әрекетін жалғастырғыңыз келсе, «Қайта қосу» түймесін басыңыз.
ko: 일부 패스가 너무 많은 업데이트를 받고 있어 배터리 사용 시간에 영향을 줄 수 있습니다. %@ 패스에 대한 자동 업데이트가 비활성화됩니다. 자동 업데이트를 계속 진행하려면 다시 활성화를 선택하십시오.
lt: Kai kurie leidimai atnaujinami per dažnai, tai gali turėti įtakos akumuliatoriaus veikimo trukmei. Jūsų „%@“ leidimų automatiniai atnaujinimai bus išjungti. Jei norite ir toliau gauti automatinius atnaujinimus, vėl juos įjunkite.
ms: Sesetengah pas menerima terlalu banyak kemas kini, yang mungkin mempengaruhi hayat bateri. Kemas kini automatik untuk pas %@ anda akan dinyahdayakan. Pilih Dayakan Semula jika anda mahu kemas kini automatik diteruskan.
nl: Sommige kaarten worden te vaak bijgewerkt, waardoor de batterij sneller leeg kan raken. Het automatisch bijwerken van je %@-kaarten wordt uitgeschakeld. Kies 'Schakel in' als je de kaarten automatisch wilt blijven bijwerken.
no: Noen kort mottar for mange oppdateringer, og dette kan påvirke batterilevetiden. Automatiske oppdateringer av %@-kortene vil bli deaktivert. Trykk på Aktiver igjen hvis du fortsatt vil oppdatere dem automatisk.
pl: Niektóre karty pobierają zbyt wiele uaktualnień, co może mieć wpływ na czas pracy baterii. Automatyczne uaktualnienia zostaną wyłączone w przypadku następujących kart: %@. Aby nadal otrzymywać automatyczne uaktualnienia, wybierz Włącz ponownie.
pt_br: Alguns tíquetes estão recebendo atualizações demais, o que pode afetar a duração da bateria. As atualizações automáticas dos tíquetes de %@ serão desativadas. Escolha “Reativar” se quiser que as atualizações automáticas continuem.
pt_pt: O elevado número de atualizações recebidas por determinados cartões pode afetar a duração da bateria. As atualizações automáticas dos cartões %@ vão ser desativadas. Escolha Reativar se pretender continuar a receber atualizações automáticas.
ro: Unele tichete primesc prea multe actualizări, ceea ce poate afecta autonomia bateriei. Actualizările automate pentru tichetele %@ vor fi dezactivate. Alegeți Reactivați dacă doriți ca actualizările automate să continue.
ru: Некоторые карты получают большое количество обновлений, что может сократить время работы от аккумулятора. Автоматические обновления для карт «%@» будут выключены. Чтобы автоматические обновления продолжились, выберите вариант «Включить повторно».
sk: Niektoré lístky dostávajú príliš veľa aktualizácií, čo môže znížiť životnosť batérie. Automatické aktualizácie pre vaše lístky %@ budú vypnuté. Ak chcete naďalej využívať automatické aktualizácie, zvoľte Znovu zapnúť.
sl: Nekatere prepustnice prejemajo preveč posodobitev, kar lahko vpliva na čas delovanja baterije. Samodejne posodobitve za vaše prepustnice za %@ bodo onemogočene. Izberite možnost Znova omogoči, če želite še naprej uporabljati samodejne posodobitve.
sv: En del kort får för många uppdateringar, vilket kan förkorta batteritiden. Automatiska uppdateringar för kort från %@ kommer att avaktiveras. Tryck på Återaktivera om du vill att automatiska uppdateringar ska fortsätta.
th: บัตรจำนวนหนึ่งมีการอัปเดตมากไป ซึ่งส่งผลต่อระยะเวลาการใช้งานของแบตเตอรี่ การอัปเดตอัตโนมัติสำหรับบัตร “%@” ของคุณจะถูกปิดใช้งาน เลือกเปิดใช้งานอีกครั้งหากคุณต้องการอัปเดตโดยอัตโนมัติต่อไป
tr: Bazı kartlar için çok fazla güncelleme olur ve bu durum pil ömrünü etkileyebilir. %@ kartlarınız için otomatik güncellemeler etkisizleştirilecek. Otomatik güncellemelerin sürmesini isterseniz Yeniden Etkinleştir’i seçin.
uk: Деякі картки отримують забагато оновлень, що виснажує заряд акумулятора. Автоматичні оновлення для карток %@ буде вимкнено. Оберіть «Відновити», якщо потрібно продовжити автоматичні оновлення.
vi: Một số thẻ đang nhận quá nhiều bản cập nhật, việc này có thể ảnh hưởng đến thời lượng pin. Tự động cập nhật cho thẻ %@ của bạn sẽ bị tắt. Chọn Bật lại nếu bạn muốn tự động cập nhật tiếp tục.
zh_cn: 部分凭证接收的更新过多，可能会影响电池续航能力。将停用自动更新“%@”凭证。若要继续自动更新，请选取“重新启用”。
zh_hk: 部份票證接收的更新項目過多，可能會影響電池使用時間，現將停止自動更新%@票證。如要繼續自動更新，請選擇「重新啟用」。
zh_tw: 部分票卡接收的更新項目過多，可能會影響電池續航力。將停用自動更新%@票卡。若要繼續自動更新，請選擇「重新啟用」。

# SEARCH_TAG_RECURRING
source: Recurring Bills
ar: فواتير متكررة
bg: Периодични сметки
ca: Pagaments recurrents
cs: Opakované platby
da: Faste regninger
de: Wiederkehrende Rechnungen
el: Επαναλαμβανόμενες δαπάνες
es: Facturas periódicas
es_us: Facturas recurrentes
fi: Toistuvat laskut
fr: Factures récurrentes
fr_ca: Factures récurrentes
he: חשבונות תקופתיים
hi: आवर्ती बिल
hr: Ponavljajući računi
hu: Ismétlődő számlák
id: Tagihan Berulang
it: Pagamenti ricorrenti
ja: 定期的請求
kk: Тұрақты түрде ұсынылатын шоттар
ko: 정기 청구
lt: Pasikartojančios sąskaitos
ms: Bil Berulang
nl: Terugkerende facturen
no: Faste utgifter
pl: Opłaty cykliczne
pt_br: Cobranças Recorrentes
pt_pt: Contas recorrentes
ro: Facturi recurente
ru: Регулярные счета
sk: Opakované platby
sl: Periodični računi
sv: Återkommande räkningar
th: ใบแจ้งหนี้ที่มีการเรียกเก็บตามระยะเวลาที่กำหนด
tr: Yinelenen Faturalar
uk: Повторювані рахунки
vi: Hóa đơn lặp lại
zh_cn: 重复账单
zh_hk: 經常性帳單
zh_tw: 重複性帳單
